import { Container } from '@mui/material'
import React from 'react'

export const Home = () => {
  return (
    <div>
        <Container maxWidth="md">
        <h1 style={{ textAlign: "center" }}>ระบบบันทึกข้อมูลยา</h1>
        <h4>Requirements</h4>
        <p>
        ระบบบันทึกข้อมูลยา เป็นระบบหนึ่งที่จะใช้ในคลังยา 
        เพื่อช่วยอำนวยความสะดวกของเจ้าหน้าที่ดูแลคลังยา 
        โดยเจ้าหน้าที่ดูแลคลังยาจะทำการ Login 
        เพื่อเข้าสู่ระบบบันทึกข้อมูลยา 
        ในการจัดเก็บหรือเข้าดูข้อมูลของยาทั้งหมดในคลังยา 
        หากมีการอัพเดตข้อมูลยาตัวนั้นๆ 
        เจ้าหน้าที่ดูแลคลังยาจะทำการกรอกข้อมูล ชื่อยา  ประเภทยา วันหมดอายุ จำนวนยา การจัดเก็บรักษา เพิ่มเข้าไปในระบบบันทึกข้อมูลยา 
        
        </p>< img src="" width="260px"></img>
        < img src="" width="400px"></img>
        
      </Container>
    </div>
  )
}
